tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "awk"
brew "bat"
brew "black", link: false
brew "python@3.9", link: false
brew "coreutils"
brew "curl"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "ghc"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "lapack"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "nvm"
brew "pandoc"
brew "ranger"
brew "ripgrep"
brew "wget"
brew "yadm"
brew "zoxide"
brew "zsh"
cask "adobe-acrobat-pro"
cask "appcleaner"
cask "clipy"
cask "discord"
cask "displaperture"
cask "firefox"
cask "font-jetbrains-mono"
cask "fork"
cask "google-chrome"
cask "inkscape"
cask "karabiner-elements"
cask "kitty"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "miniforge"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "typora"
cask "visual-studio-code"
