tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awk"
brew "bat"
brew "python@3.9"
brew "black"
brew "coreutils"
brew "curl"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "ghc"
brew "git"
brew "neovim"
brew "pandoc"
brew "ranger"
brew "ripgrep"
brew "zsh"
cask "adobe-acrobat-pro"
cask "discord"
cask "displaperture"
cask "firefox"
cask "font-jetbrains-mono"
cask "fork"
cask "karabiner-elements"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "racket"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "typora"
cask "visual-studio-code"
